Repository: ahmedorabi74/notes_app
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Developing By
ar: تم التطوير بواسطة

source: Ahmed Oraby
ar: أحمد عرابي

source: Notes
ar: النوتس

# search_hint
source: Search by the keyword...
ar: دور بالكلمة المفتاحية...

# create_ur_first_note
source: Create your first note!
ar: اكتب أول نوت ليك!

# note_not_found
source: Note not found. Try searching again.
ar: مفيش نوتس، جرب تدور تاني.

# app_title
source: Notes App
ar: تطبيق النوتس

source: All Notes
ar: كل النوتس

source: Favourite Notes
ar: النوتس المفضلة

source: Language
ar: اللغة

source: About App
ar: عن التطبيق

source: About Developer
ar: عن المطور

source: Arabic
ar: عربي

source: English
ar: إنجليزي

source: Deutsch
ar: ألماني

# language_menu_hint
source: Click the arrow to open language menu
ar: اضغط على السهم عشان تختار اللغة

source: Success
ar: تم بنجاح

source: Edit Note
ar: عدل النوت

# edit_title_hint
source: Edit Title here...
ar: عدل العنوان هنا...

# edit_content_hint
source: Edit content here...
ar: عدل المحتوى هنا...

source: ABOUT
ar: معلومات

# storage_info
source: - Storage : Local Storage
ar: - التخزين: محلي

# internet_info
source: - Internet : Not Required
ar: - انترنت: مش مطلوب

# platform_info
source: - Platform : Android
ar: - المنصة: أندرويد

# designed_by
source: - Designed by : Ahmed Oraby
ar: - التصميم بواسطة: أحمد عرابي

# version_info
source: - Version : 1.0.0
ar: - الإصدار: 1.0.1

source: SOCIAL MEDIA
ar: السوشيال ميديا

source: LinkedIn
ar: لينكد إن

source: Portfolio
ar: الموقع الشخصي

# note_added_success
source: Note Added Successfully
ar: تم إضافة النوت بنجاح

# error_message
source: There is an error, please try again
ar: فيه مشكلة، جرب تاني

source: Title
ar: العنوان

source: Content
ar: المحتوى

source: Add
ar: إضافة

source: Confirm Delete
ar: تأكيد الحذف

# delete_confirmation
source: Are you sure you want to delete this note?
ar: إنت متأكد إنك عايز تحذف النوت دي؟

source: Cancel
ar: إلغاء

source: Delete
ar: حذف

# choose_action
source: Choose an Action
ar: اختار الإجراء

source: Edit
ar: تعديل

# delete_action
source: Delete
ar: حذف

# fav_notes
source: Favourite Notes
ar: النوتس المفضلة

# fav_not_found
source: You don't have any favourite notes,Create your first note!
ar: مفيش عندك نوتس مفضلة، ابدأ أول نوتة ليك!

# required
source: Field is required
ar: مينفعش تضيف نوت فاضيه يسطا!

# exit_edit_title
source: Exit Edit Page
ar: الخروج من صفحة التعديل

# exit_edit_message
source: Are you sure you want to exit without saving?
ar: متأكد إنك عايز تخرج بدون حفظ؟

# exit_edit_no
source: No, Save first
ar: لأ، احفظ الأول

# exit_edit_yes
source: Yes, Don't save
ar: آه، متحفظش

source: Help Center
ar: مركز المساعدة

# bug_feature_request
source: If you encounter any bugs or have a feature request for the app, please let us know.
ar: لو لقيت أي مشكلة أو عندك فكرة لميزة عايز تضيفها للتطبيق، قولنا دلوقتي!

source: WhatsApp
ar: واتساب

source: Gmail
ar: جيميل

source: Finger Print
ar: بصمة الإصبع
